{
  "intro-title": "Intro",
  "intro": "Keyword is a specialist writing, editing and translation service dedicated to the preparation of a broad range of scientific, medical and veterinary texts.{br}{br} Our team consists of two biomedical language professionals with distinct but complementary research backgrounds; a native English-speaker with over a decade’s experience in the editing and translation (ES>EN) of scientific and medical texts, and a native Spanish-speaker with extensive scientific writing experience and over 2 decade’s research experience in academia and industry.{br}{br}We write, edit and translate texts for medical, veterinary and scientific researchers, biotechnology and pharmaceutical companies, clinical research organizations and health sciences publishing groups. We work as a team, combining our distinct and complementary expertise to help you accomplish your publication and funding objectives.",
  "about-title": "About Us",
  "about": "All writing, editing and translation are performed by Owen Howard and/or Carolina Isiegas. Your text will therefore be handled by dedicated language professionals with subject-area expertise and a strong motivation to maintain a high level of quality in their work.",
  "owen": "{br}{br}Owen Howard, Ph.D.{br}{br}Since 2010 Owen has worked as a full-time scientific writer, editor, and translator (ES>EN). In that time he has helped authors to successfully navigate the pitfalls of the publishing process and to publish their papers in leading journals in a wide variety of research fields. Owen has extensive experience working with non-native English-speaking authors and has edited and translated manuscripts in a broad range of scientific disciplines. His editorial/translation expertise is complemented by a background in academic research in Ireland (National University of Ireland, Galway), the US (University of Pennsylvania) and Spain (Centro de Biología Molecular Severo Ochoa, Madrid). This training has provided him with hands-on investigative experience in many of the disciplines in which his clients work, as well as first-hand experience of the publishing process through writing and reviewing papers for peer-reviewed journals.{br}{br}https://www.linkedin.com/in/owenhowardediting/",
  "carolina": "{br}{br}Carolina Isiegas, Ph.D{br}{br}Carolina holds a Bachelor´s degree in Veterinary Sciences (Universidad de Zaragoza) and a Ph.D. in Biological Sciences (Universidad Autónoma de Madrid). She worked for seven years as a Postdoctoral Researcher and Research Associate at the University of Pennsylvania, Philadelphia. On returning to Spain she acquired valuable experience in industry while working at the biotech start-up Proretina Therapeutics (Madrid), and in the field of technology transfer during her time as innovation manager at the Aragon Institute for Health Sciences (Zaragoza). A return to academia saw her move to France to direct her own research group at the University of Nantes specializing in translational research into gene therapy for retinal dystrophies. In 2018 Carolina joined Keyword, where her strong writing skills, extensive publication record (add hyperlink: https://www.ncbi.nlm.nih.gov/pubmed/?term=Isiegas%20C%5BAuthor%5D&cauthor=true&cauthor_uid=17151273), and wide-ranging scientific expertise acquired over 2 decades working internationally in both research and industry make her an invaluable asset.{br}{br}HYPERLINK: https://www.linkedin.com/in/carolinaisiegas/?locale=en_US{br}{br}",
  "hello": "Hi people",
  "services": "Whether you wish to submit a research paper for publication, draw up a grant proposal, or translate an existing article to reach a wider English-speaking readership, we can provide you with a professionally polished and formatted text specifically tailored for your intended audience. {br} {br} We write and provide editorial support and translation services for a wide range of medical and scientific fields and document types, including:{br}",
  "services-title": "Services",
  "contact-title": "Contact",
  "services_1": "journal articles",
  "services_2": "cover letters and responses to reviewers",
  "services_3": "regulatory documents",
  "services_4": "grant proposals",
  "services_5": "scientific activity reports",
  "services_6": "standard operating procedures (SOPs)",
  "services_7": "veterinary and medical textbooks",
  "services_8": "posters",
  "services_9": "conference proceedings",
  "services_10": "websites",
  "introBtn": "Intro",
  "aboutBtn": "about us",
  "servicesBtn": "services",
  "contactBtn": "contact"
}
