{
  "intro-title": "Intro",
  "intro": "Keyword is a specialist writing, editing and translation service dedicated to the preparation of a broad range of scientific, medical and veterinary texts.<br /><br /> Our team consists of two biomedical language professionals with distinct but complementary research backgrounds; a native English-speaker with over a decade’s experience in the editing and translation (ES>EN) of scientific and medical texts, and a native Spanish-speaker with extensive scientific writing experience and over 2 decade’s research experience in academia and industry.<br /><br />We write, edit and translate texts for medical, veterinary and scientific researchers, biotechnology and pharmaceutical companies, clinical research organizations and health sciences publishing groups. We work as a team, combining our distinct and complementary expertise to help you accomplish your publication and funding objectives.",
  "about-title": "About Us",
  "about": "All writing, editing and translation are performed by Owen Howard and/or Carolina Isiegas. Your text will therefore be handled by dedicated language professionals with subject-area expertise and a strong motivation to maintain a high level of quality in their work.",
  "owen": "<b>Owen Howard, Ph.D.</b>&nbsp;&nbsp;&nbsp;&nbsp;<a href='https://www.linkedin.com/in/owenhowardediting/' class='icon fa-linkedin-square' style='color: #0077B5'><span class='label'>Linkedin</span></a><br />Since 2010 Owen has worked as a full-time scientific writer, editor, and translator (ES>EN). In that time he has helped authors to successfully navigate the pitfalls of the publishing process and to publish their papers in leading journals in a wide variety of research fields. Owen has extensive experience working with non-native English-speaking authors and has edited and translated manuscripts in a broad range of scientific disciplines. His editorial/translation expertise is complemented by a background in academic research in Ireland (National University of Ireland, Galway), the US (University of Pennsylvania) and Spain (Centro de Biología Molecular Severo Ochoa, Madrid). This training has provided him with hands-on investigative experience in many of the disciplines in which his clients work, as well as first-hand experience of the publishing process through writing and reviewing papers for peer-reviewed journals.<br /><br />",
  "carolina": "<b>Carolina Isiegas, Ph.D</b>&nbsp;&nbsp;&nbsp;&nbsp;<a href='https://www.linkedin.com/in/carolinaisiegas/' class='icon fa-linkedin-square' style='color: #0077B5'><span class='label'>Linkedin</span></a><br />Carolina holds a Bachelor´s degree in Veterinary Sciences (Universidad de Zaragoza) and a Ph.D. in Biological Sciences (Universidad Autónoma de Madrid). She worked for seven years as a Postdoctoral Researcher and Research Associate at the University of Pennsylvania, Philadelphia. On returning to Spain she acquired valuable experience in industry while working at the biotech start-up Proretina Therapeutics (Madrid), and in the field of technology transfer during her time as innovation manager at the Aragon Institute for Health Sciences (Zaragoza). A return to academia saw her move to France to direct her own research group at the University of Nantes specializing in translational research into gene therapy for retinal dystrophies. In 2018 Carolina joined Keyword, where her strong writing skills, extensive  <a href='https://www.ncbi.nlm.nih.gov/pubmed/?term=Isiegas%20C%5BAuthor%5D&cauthor=true&cauthor_uid=17151273'>publication record</a>, and wide-ranging scientific expertise acquired over 2 decades working internationally in both research and industry make her an invaluable asset.<br /><br /><br /><br />",
  "hello": "Hi people",
  "services": "Whether you wish to submit a research paper for publication, draw up a grant proposal, or translate an existing article to reach a wider English-speaking readership, we can provide you with a professionally polished and formatted text specifically tailored for your intended audience. <br /> <br /> We write and provide editorial support and translation services for a wide range of medical and scientific fields and document types, including:<br /><br />",
  "services-title": "Services",
  "contact-title": "Contact",
  "services_1": "journal articles",
  "services_2": "cover letters and responses to reviewers",
  "services_3": "regulatory documents",
  "services_4": "grant proposals",
  "services_5": "scientific activity reports",
  "services_6": "standard operating procedures (SOPs)",
  "services_7": "veterinary and medical textbooks",
  "services_8": "posters",
  "services_9": "conference proceedings",
  "services_10": "websites",
  "introBtn": "Intro",
  "aboutBtn": "about us",
  "servicesBtn": "services",
  "contactBtn": "contact",
  "notfound": "Page not found.",
  "notfound_p": "Go back to <a href='https://keywordediting.com'>keywordediting</a>.",
  "privacy-title": "Privacy-Statement",
  "privacy-statement": "Privacy Statement<br/><br/>Who am I?<br/><br/>My name is Owen Howard and I am a freelance biomedical translator and editor based in Spain. To contact me in my capacity as the data controller please use the contact form.<br/><br?>What data do I collect and why?<br/><br/>Personal data are collected and stored exclusively for the purposes of providing quotes, providing translation/editing/writing services, or complying with legal requirements, and are never used for marketing purposes.<br/><br/>The personal data collected can include the following:  your name, postal address, email address, telephone number, and tax number/ID.<br/><br/>Legal basis for data processing<br/><br/>The legal basis for processing your data is to perform the services you request or to take necessary steps prior to fulfilling that request (“performance of a contract”). This basis also applies if you provide me with a service.<br/><br/>The legal basis for processing special categories of personal data such as health information is your explicit consent for me to translate, revise or edit that information (“consent”).<br/><br/>Is your data shared with third parties?<br/><br/>Any manuscripts sent to colleagues for translation/editing services will be anonymised, and will not contain any personal data.<br/><br/>Other parties that may have access to your personal data, solely for administrative purposes, are my accountant, my website/email hosting service. These parties are compliant with the EU General Data Protection Regulation or, if based in the USA, are self-certified under the US Privacy Shield framework.<br/><br/>For how long are personal data stored?<br/><br/>All personal data relating to quotes are deleted after six months.<br/><br/>All personal data relating to services rendered are stored for five years, in compliance with tax obligations.<br/><br/>All personal data relating to services received are stored for five years for administrative purposes.<br/><br/>Email communications are deleted after five years.<br/><br/>Your data access rights<br/><br/>You may contact me to request a copy, rectification or erasure of your personal data. I will take action without undue delay and within one month of receiving the request.<br/><br/>Your right to file a complaint<br/><br/>Should you have any concerns about how I process your personal data, please contact me using the contact form. You have the right to lodge a complaint with the supervisory authority in Spain or in the country in which you live.<br/><br/>Note about cookies<br/><br/>Cookies are small data files created by a website and stored on your computer or mobile device. I use cookies on my website to analyse user traffic and to let you complete the contact form."
}
