{
  "intro-title": "Introducción",
  "intro": "Keyword Biomedical es un servicio especializado de redacción, edición y traducción de una amplia gama de textos científicos, médicos y veterinarios. <br /> <br /> Nuestro equipo está formado por dos profesionales del lenguaje biomédico con una sólida formación investigadora distinta y complementaria; un anglohablante con más de una década de experiencia en la edición y traducción (ES>EN) de textos científicos, médicos y veterinarios, y una hispanohablante con extensa experiencia en redacción científica y más de dos décadas de trayectoria investigadora en ámbitos académicos y en la industria. <br /><br />Redactamos, editamos y traducimos textos para investigadores científicos, médicos y veterinarios, compañías de biotecnología y farmacéuticas, organizaciones de investigación clínica, y grupos editoriales en ciencias de la salud. Trabajamos en equipo, combinando nuestra distinta y complementaria experiencia profesional para ayudarte a conseguir tus objetivos de publicación y financiación.",
  "about-title": "quiénes somos",
  "about": "La redacción, edición y traducción son realizadas por Owen Howard y/o Carolina Isiegas, por lo que tu texto será en todo momento tratado por un profesional del lenguaje científico con experiencia en el área temática y con una gran motivación por mantener un elevado nivel de calidad en su trabajo.",
  "owen": "<b>Owen Howard, Ph.D.</b>&nbsp;&nbsp;&nbsp;&nbsp;<a href='https://www.linkedin.com/in/owenhowardediting/' class='icon fa-linkedin-square' style='color: #0077B5'><span class='label'>Linkedin</span></a><br />Desde 2010, Owen ha trabajado a tiempo completo como redactor, editor y traductor de textos científicos (ES>EN). Durante estos años, ha ayudado a los autores a afrontar con éxito las dificultades ligadas al proceso de publicación y a publicar sus artículos en revistas líder en diversos campos de investigación. Owen posee una gran experiencia trabajando con autores no anglohablantes y ha editado y traducido artículos en una amplia gama de campos científicos. Su experiencia editorial/traductora se complementa con una formación previa en investigación académica en Irlanda (Universidad Nacional de Irlanda, Galway), Estados Unidos (Universidad de Pennsylvania) y España (Centro de Biología Molecular Severo Ochoa, Madrid). Dicha formación le ha brindado experiencia práctica en investigación en muchas de las disciplinas en las que trabajan sus clientes, así como experiencia de primera mano en el proceso de publicación a través de la redacción y revisión de artículos para revistas revisadas por pares.<br /><br />",
  "carolina": "<b>Carolina Isiegas, Ph.D.</b>&nbsp;&nbsp;&nbsp;&nbsp;<a href='https://www.linkedin.com/in/carolinaisiegas/' class='icon fa-linkedin-square' style='color: #0077B5'><span class='label'>Linkedin</span></a><br />Carolina es licenciada en Veterinaria (Universidad de Zaragoza) y doctora en Ciencias Biológicas (Universidad Autónoma de Madrid). Durante siete años trabajó como investigadora postdoctoral e investigadora asociada en la Universidad de Pennsylvania (Philadelphia). Tras su regreso a España, adquirió una valiosa experiencia en la industria como directora de laboratorio en la empresa de biotecnología Proretina Therapeutics (Madrid), y en el campo de la transferencia de tecnología como gerente de innovación en el Instituto Aragonés de Ciencias de la Salud (Zaragoza). Tras conseguir financiación, Carolina se trasladó a Francia a dirigir su propio grupo de investigación en terapia génica para distrofias retinianas en la Universidad de Nantes. En 2018, Carolina se incorporó a Keyword Biomedical, donde sus excelentes aptitudes para la redacción, su <a href='https://www.ncbi.nlm.nih.gov/pubmed/?term=Isiegas%20C%5BAuthor%5D&cauthor=true&cauthor_uid=17151273'>productiva trayectoria</a>, y la amplia experiencia científica adquirida durante más de dos décadas trabajando internacionalmente en ámbitos académicos y en la industria, la convierten en un valioso activo.<br /><br />",
  "services": "Tanto si deseas preparar un artículo científico para su publicación, como redactar una solicitud de subvención o traducir un artículo ya existente con el fin de que sea leído por un mayor número de lectores de habla inglesa, te entregaremos un texto cuidadosamente elaborado y con el formato adecuado para el lector destinatario. <br /><br />Ofrecemos servicios de redacción, edición y traducción en diversos campos científicos y médicos, y de documentos tales como:<br /><br />",
  "services-title": "Servicios",
  "contact-title": "Contacto",
  "journal_articles": "Journal Articlez",
  "services_1": "artículos para revistas científicas",
  "services_2": "cartas de presentación y de respuesta a revisores",
  "services_3": "documentos regulatorios",
  "services_4": "solicitud de subvención",
  "services_5": "informes de actividad científicos",
  "services_6": "Procedimientos Normalizados de Trabajo (PNTs)",
  "services_7": "libros de texto médicos y veterinarios",
  "services_8": "posters/resúmenes de congresos",
  "services_9": "actas de congresos",
  "services_10": "páginas web",
  "introBtn": "introducción",
  "aboutBtn": "quiénes somos",
  "servicesBtn": "servicios",
  "contactBtn": "contacto",
  "notfound": "Página no encontrada.",
  "notfound_p": "Vuelva a <a href = 'https: //keywordediting.com'>keywordediting</a>",
  "privacy-title": "Privacy Statement",
  "privacy-statement": "<h3>Who am I?</h3>My name is Owen Howard and I am a freelance biomedical translator and editor based in Spain. To contact me in my capacity as the data controller please use the contact form.<br/><br/><h3>What data do I collect and why?</h3>Personal data are collected and stored exclusively for the purposes of providing quotes, providing translation/editing/writing services, or complying with legal requirements, and are never used for marketing purposes.<br/><br/>The personal data collected can include the following:  your name, postal address, email address, telephone number, and tax number/ID.<br/><br/><h3>Legal basis for data processing</h3>The legal basis for processing your data is to perform the services you request or to take necessary steps prior to fulfilling that request (“performance of a contract”). This basis also applies if you provide me with a service.<br/><br/>The legal basis for processing special categories of personal data such as health information is your explicit consent for me to translate, revise or edit that information (“consent”).<br/><br/><h3>Is your data shared with third parties?</h3>Any manuscripts sent to colleagues for translation/editing services will be anonymised, and will not contain any personal data.<br/><br/>Other parties that may have access to your personal data, solely for administrative purposes, are my accountant, my website/email hosting service. These parties are compliant with the EU General Data Protection Regulation or, if based in the USA, are self-certified under the US Privacy Shield framework.<br/><br/><h3>For how long are personal data stored?</h3>All personal data relating to quotes are deleted after six months.<br/><br/>All personal data relating to services rendered are stored for five years, in compliance with tax obligations.<br/><br/>All personal data relating to services received are stored for five years for administrative purposes.<br/><br/>Email communications are deleted after five years.<br/><br/><h3>Your data access rights</h3>You may contact me to request a copy, rectification or erasure of your personal data. I will take action without undue delay and within one month of receiving the request.<br/><br/><h3>Your right to file a complaint</h3>Should you have any concerns about how I process your personal data, please contact me using the contact form. You have the right to lodge a complaint with the supervisory authority in Spain or in the country in which you live.<br/><br/><h3>Note about cookies</h3>Cookies are small data files created by a website and stored on your computer or mobile device. I use cookies on my website to analyse user traffic and to let you complete the contact form.",
  "success": "Gracias por su presentación."
}
